Repository: petmetic/therapy-tracker
Catalog: src/web/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Time of visit
sl: Čas obiska

source: Reason for visit
sl: Razlog za obisk

source: back pain
sl: bolečine v hrbtu

source: Type of massage preformed
sl: Vrsta izvedene masaže

source: pain relief
sl: lajšanje bolečin

source: Massage notes
sl: Zapiski masaže

source: please write what you did for customer
sl: prosimo napišite kako je potekala masaža

source: Massage at next visit
sl: Nadaljna masaža

source: please write what you are going to do on next visit
sl: prosimo napišite kaj boste delali ob naslednjem obisku

source: Recommendations
sl: Priporočila

source: please write what exercises the customer does at home to speed up recovery
sl: prosim napišite, kaj naj stranka izvaja doma, da pospeši okrevanje

source: Personal notes
sl: Zasebni zapiski masaže

source: Duration of massage
sl: Trajanje masaže

source: please write how long did the massage take in minutes
sl: napišite koliko časa je potekala masaža v minutah

source: Amount paid
sl: Plačano

source: please write the actual value of massage in euro
sl: napišite dejansko plačilo v evrih

source: Discount
sl: Popust

source: please write the discount in %
sl: napišite popust v %

source: Reason for discount
sl: Razlog za popust

source: Repeat visit
sl: Ponovni obisk

source: Please fill in Reason for discount.
sl: Izpolnite Razlog za popust.

source: Massage preformed
sl: Zapiski izvedene masaže

source: Main concern
sl: Izvorni problem

source: car accident
sl: prometna nesreča

source: Name
sl: Ime

source: Surname
sl: Priimek

source: Phone
sl: Telefon

source: Occupation
sl: Poklic

source: Previous massage
sl: Prejšnja masaža

source: Why did they choose our salon?
sl: Zakaj se je stranka odlocila za naš salon?

source: reason for choosing our salon
sl: razlog zakaj se je odločila za naš salon

source: How frequently do they visit a massage salon?
sl: Kako pogosto stranka hodi na masaže?

source: 3x times a week
sl: 3x na teden

source: Where did the customer find us?
sl: Kje nas je stranka našla?

source: friend recommendations
sl: priporocilo prijatelja

source: Customer already exists in database. Please check for correct input in fields.
sl: Stranka že obstaja v bazi. Preverite vnos podatkov.

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: Customer List
sl: Seznam strank

source: Today's Appointments
sl: Današnji termini

source: Reports
sl: Poročila

source: My Report
sl: Moje poročilo

source: Your username and password didn't match. Please try again.
sl: Uporabniško ime in geslo se ne ujemata. Poskusite ponovno.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
sl: Vaš račun nima dostopa do strani. Poskusite z drugim računom.

source: Forgotten password?
sl: Pozabljeno geslo?

source: Contact number
sl: Kontaktna številka

source: Salon choice
sl: Izbira salona

source: Frequency
sl: Pogostost

source: Refferal
sl: Napotitev

source: Edit info
sl: Uredi info

source: Add Customer
sl: Dodaj stranko

source: Submit
sl: Pošlji

source: List of massages for
sl: Seznam masaž za

source: View customer
sl: Poglej stranko

source: date of massage
sl: datum masaže

source: reason for visit
sl: razlog za obisk

source: View
sl: Poglej

source: This customer has no past massages.
sl: Stranka še ni bila na masaži.

source: Customer Edit
sl: Spremeni

source: Edit customer
sl: Uredi stranko

source: Customer Listing
sl: Seznam strank

source: List of Customers
sl: Seznam strank

source: View
sl: Poglej

source: Appointments for
sl: Termini za

source: You do not have appointments today
sl: Danes nimate predvidenih terminov masaž

source: at
sl: ob

source: View details
sl: Poglej podrobno

source: Edit massage
sl: Uredi masažo

source: Massage Add New
sl: Dodaj novo masažo

source: Today's massage for
sl: Današnja masaž za

source: View massage for
sl: Poglej masažo za

source: Time of therapy
sl: Čas obiska

source: Name of Therapist
sl: Ime maserja

source: Therapy performed
sl: Zapiski izvedene masaže

source: Therapy to be performed on next visit
sl: Nadaljna masaža

source: Yes
sl: Da

source: No
sl: Ne

source: Edit
sl: Uredi

source: Massage Edit
sl: Uredi masažo

source: Edit massage for
sl: Uredi masažo za

source: Therapist
sl: Maser

source: from
sl: od

source: to
sl: do

source: Report for
sl: Poročilo za

source: Date
sl: Datum

source: Customer
sl: Stranka

source: Service
sl: Masaža

source: Duration
sl: Trajanje

source: hours
sl: ur

source: Total hours
sl: Skupaj ur

source: Breakdown of Hours
sl: Podatki za obračun

source: date
sl: datum

source: Detail Breakdow of Hours
sl: Podatki za obračun

source: Metric Reports
sl: Poročila
